[JediClassHelper]
ForceAlignmentModifier="原力倾向"
DarkSidePointsLabel="黑暗面"
LightSidePointsLabel="光明面"
m_strCategoryRestricted=此武器不能与剑杖同时装备
m_strHeavyArmorRestricted=绝地武士无法穿戴重型护甲

[X2Effect_JediForcePool_ByRank]
ForceLabel="原力法渠"
ForceDescription="绝地武士当前可以聚集的原力。"

[X2Effect_ForceMeditate]
RegenMessage="恢复 <Regen/> 原力值"